{
  "required": [
    "address_with_map",
    "address_with_map_for_projection_equipment",
    "written_consent_of_owners",
    "written_consent_of_owners_for_projection_equipment",
    "installation_and_operation_document",
    "installation_and_operation_document_for_projection_equipment",
    "trust_management_agreement"
  ],
  "properties": {
    "organization": {},
    "agent": {},
    "letter_of_attorney": {},
    "address_with_map": {
      "title": "Адрес предполагаемого места места размещения проецируемого изображения",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места размещения проецируемого изображения: 1) район; 2) улица; 3) дом, корпус."
    },
    "address_with_map_for_projection_equipment": {
      "title": "Адрес предполагаемого места установки проекционного оборудования",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места установки проекционного оборудования: 1) район; 2) улица; 3) дом, корпус."
    },
    "type": {
      "default": "Проекционная рекламная конструкция"
    },
    "photo": {},
    "photomontage": {},
    "topography_of_networks": {},
    "graphic_image_of_structure": {},
    "constructive_images": {},
    "field_size": {},
    "field_area": {},
    "written_consent_of_owners": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Письменное согласие собственников (проецируемое изображение)",
      "description": "Подкрепляется скан протокола общего собрания собственников  помещений в многоквартирном доме с приложением решений собственников о заключении договора на установку и эксплуатацию рекламной конструкции - проецируемого изображения и об определении лиц, которые от имени собственников помещений в многоквартирном доме уполномочены на заключение договора на установку и эксплуатацию рекламной конструкции на условиях, определенных решением общего собрания"
    },
    "written_consent_of_owners_for_projection_equipment": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Письменное согласие собственников (проекционное оборудование)",
      "description": "Подкрепляется скан протокола общего собрания собственников  помещений в многоквартирном доме с приложением решений собственников о заключении договора на установку и эксплуатацию рекламной конструкции - проекционного оборудования и об определении лиц, которые от имени собственников помещений в многоквартирном доме уполномочены на заключение договора на установку и эксплуатацию рекламной конструкции на условиях, определенных решением общего собрания"
    },
    "notification_confirmation_document": {},
    "installation_and_operation_document": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Договор на установку и эксплуатацию рекламной конструкции (проецируемое изображение)",
      "description": "Подкрепляется отсканированный оригинал договора на установку и эксплуатацию рекламной конструкции  (проецируемого изображения) или копия, заверенная собственником или иным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом и скрепления печатью (при наличии) с указанием даты заверения."
    },
    "installation_and_operation_document_for_projection_equipment": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Договор на установку и эксплуатацию рекламной конструкции (проекционное оборудование)",
      "description": "Подкрепляется отсканированный оригинал договора на установку и эксплуатацию рекламной конструкции  (проекционного оборудования) или копия, заверенная собственником или иным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом и скрепления печатью (при наличии) с указанием даты заверения."
    },
    "trust_management_agreement": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Договор доверительного управления",
      "description": "Подкрепляется отсканированная копия договора доверительного управления. Копия указанного договора должна быть заверена собственником или иным законным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом"
    },
    "state_duty_payment": {}
  }
}

