{
  "required": [
    "address_with_map",
    "confirming_ownership_document"
  ],
  "properties": {
    "organization": {},
    "agent": {},
    "letter_of_attorney": {},
    "address_with_map": {
      "title": "Адрес предполагаемого места установки",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места установки: 1) район; 2) улица; 3) дом, корпус; 4) описательный адрес"
    },
    "type": {
      "enum": [
        "крышная установка",
        "брандмауэр",
        "медиафасад",
        "видеоэкран",
        "строительная сетка"
      ]
    },
    "photo": {},
    "photomontage": {},
    "situational_plan": {
      "description": "Прикрепляется скан фрагмента Схемы размещения рекламных конструкций на территории г.Казани с указанием места размещения рекламной конструкции"
    },
    "topography_of_networks": {
      "description": "Прикрепляется скан топографического плана местности, выполненного на съемке текущих изменений в масштабе 1:500 с указанием места размещения рекламной конструкции на здании, сооружении"
    },
    "graphic_image_of_structure": {
      "description": "Прикрепляется скан чертежа фасада здания, сооружения в ортогональной проекции, на котором предполагается размещение рекламной конструкции, выполненной в масштабе, с указанием точного места размещения рекламной конструкции. Рекомендуемые масштабы: М 1:100, М 1:150, М 1:200, М1:250 (допускается уменьшение масштаба при размещении рекламных конструкций на крупногабаритных зданиях, сооружениях). На чертеже необходимо указать:-высотные отметки здания, сооружения;-высотные отметки, определяющие место размещения рекламной конструкции на фасаде;-габаритные размеры рекламной конструкции, м;-расстояние от рекламной конструкции до границ фасада;-месторасположение маркировки (для крышных установок маркировка не требуется).Чертеж маркировки необходимо выполнить с соблюдением пропорций; указанием ее габаритных размеров, используемых материалов, а также необходимой информации (владелец рекламной конструкции, контактный телефон, номер разрешения на установку и эксплуатацию рекламной конструкции)."
    },
    "constructive_images": {},
    "field_size": {},
    "field_area": {},
    "property_owner": {},
    "confirming_ownership_document": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Сведения о документе, подтверждающем право собственности на недвижимое имущество",
      "description": "Указываются сведения об основных характеристиках и зарегистрированных правах на объект недвижимости (в том числе кадастровый или условный номер)."
    },
    "permission_period": {},
    "state_duty_payment": {}
  }
}

