{
  "required": [
    "type",
    "photo",
    "photomontage",
    "topography_of_networks",
    "graphic_image_of_structure",
    "constructive_images",
    "field_size",
    "field_area",
    "notification_confirmation_document",
    "state_duty_payment"
  ],
  "properties": {
    "type": {
      "title": "Тип рекламной конструкции",
      "type": "string"
    },
    "photo": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Фото  ситуации",
      "description": "Прикрепляется фотография предполагаемого места размещения рекламной конструкции, выполненная не более чем за один месяц до обращения за получением мун.услуги (фотография должна давать полное представление о здании, сооружении, в том числе о месте его расположения в градостроительной ситуации). Фотография должна быть цветная, четкая, выполненная в светлое время суток."
    },
    "photomontage": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Фотомонтаж",
      "description": "Прикрепляется файл фотомонтажа - графическая врисовка рекламной конструкции в месте предполагаемого размещения в существующую ситуацию (выполняется в виде компьютерной врисовки рекламной конструкции на фото с соблюдением пропорций размещаемой рекламной конструкции, с указанием места расположения маркировки)"
    },
    "topography_of_networks": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/topography_of_networks",
      "title": "Топографический план местности",
      "description": "Прикрепляется скан топографического плана местности с указанием места размещения рекламной конструкции, выполненный на съемке текущих изменений в масштабе 1:500"
    },
    "graphic_image_of_structure": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Графическое изображение конструкции",
      "description": "Прикрепляется скан чертежа рекламной конструкции, содержащий ортогональные проекции (включая цветовое решение), выполненный в масштабе. Рекомендуемые масштабы для рекламных конструкций малого формата - М 1:50. На чертеже необходимо указать: -габаритные размеры рекламной конструкции; -высоту опоры рекламной конструкции (для пилона); -месторасположение маркировки. Чертеж маркировки необходимо выполнить с соблюдением пропорций, указанием ее габаритных размеров, используемых материалов, а также необходимой информации (владелец рекламной конструкции, контактный телефон, номер разрешения на установку и эксплуатацию рекламной конструкции)."
    },
    "constructive_images": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Конструктивные изображения",
      "description": "Прикрепляется скан, содержащий чертежи рекламной конструкции в разрезе, выполненные с соблюдением пропорций, изображение конструктивных элементов крепления рекламной конструкции с указанием размеров и описанием использованных материалов, методов монтажа, характера подсветки"
    },
    "field_size": {
      "title": "Размер информационного поля",
      "type": "string",
      "description": "Размер информационного поля, м"
    },
    "field_area": {
      "title": "Площадь информационного поля",
      "type": "string",
      "description": "Указывается площадь информационного поля (одной стороны), кв.м"
    },
    "written_consent_of_owners": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Письменное согласие собственников",
      "description": "Прикрепляется скан протокола общего собрания собственников помещений в многоквартирном доме с приложением решений собственников о заключении договора на установку и эксплуатацию рекламной конструкции и об определении лиц, которые от имени собственников помещений в многоквартирном доме уполномочены на заключение договора на установку и эксплуатацию рекламной конструкции на условиях, определенных решением общего собрания"
    },
    "notification_confirmation_document": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Документ, подтверждающий уведомление УК, правление ТСЖ, ЖК, ЖСК, иного СПК,  а при непосредственном способе управления орган государственного жилищного надзора",
      "description": "Прикрепляется скан документа, подтверждающего уведомление УК, правление ТСЖ, ЖК, ЖСК, иного ПСК, а при непосредственном способе управления орган государственного жилищного надзора"
    },
    "state_duty_payment": {}
  }
}
