{
  "required": [
    "address_with_map",
    "address_with_map_for_projection_equipment",
    "title_document_for_property"
  ],
  "properties": {
    "organization": {},
    "agent": {},
    "letter_of_attorney": {},
    "address_with_map": {
      "title": "Адрес предполагаемого места места размещения проецируемого изображения",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места размещения проецируемого изображения: 1) район; 2) улица; 3) дом, корпус."
    },
    "address_with_map_for_projection_equipment": {
      "title": "Адрес предполагаемого места установки проекционного оборудования",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места установки проекционного оборудования: 1) район; 2) улица; 3) дом, корпус."
    },
    "type": {
      "default": "Проекционная рекламная конструкция"
    },
    "photo": {
      "description": "Прикрепляются фотографии предполагаемого места размещения рекламной конструкции, состоящей из проецируемого изображения и проекционного оборудования, выполненные не более чем за один месяц до обращения за получением мун.услуги (фотографии должны давать полное представление о зданиях, сооружениях, в том числе о месте их расположений в градостроительной ситуации). Фотографии должны быть цветные, четкие, выполненные в светлое время суток"
    },
    "photomontage": {
      "description": "Прикрепляется файл фотомонтажа - графическая врисовка проецируемого изображения в месте предполагаемого размещения в существующую ситуацию (выполняется в виде компьютерной врисовки проецируемого изображения на фото с соблюдением пропорций размещаемого проецируемого изображения)"
    },
    "situational_plan": {
      "description": "Прикрепляется скан фрагмента Схемы размещения рекламных конструкций на территории г.Казани с указанием места размещения рекламной конструкции"
    },
    "topography_of_networks": {
      "description": "Прикрепляется скан топографического плана местности, выполненного на съемке текущих изменений в масштабе 1:500 с указанием места размещения рекламной конструкции на здании, сооружении"
    },
    "graphic_image_of_structure": {
      "description": "Прикрепляется скан чертежа фасада здания, сооружения в ортогональной проекции, на котором предполагается размещение рекламной конструкции, выполненной в масштабе, с указанием точного места размещения рекламной конструкции. Рекомендуемые масштабы: М 1:100, М 1:150, М 1:200, М1:250 (допускается уменьшение масштаба при размещении рекламных конструкций на крупногабаритных зданиях, сооружениях). На чертеже необходимо указать:-высотные отметки здания, сооружения;-высотные отметки, определяющие место размещения рекламной конструкции на фасаде;-габаритные размеры рекламной конструкции, м;-расстояние от рекламной конструкции до границ фасада;-месторасположение маркировки (для крышных установок маркировка не требуется).Чертеж маркировки необходимо выполнить с соблюдением пропорций; указанием ее габаритных размеров, используемых материалов, а также необходимой информации (владелец рекламной конструкции, контактный телефон, номер разрешения на установку и эксплуатацию рекламной конструкции)."
    },
    "constructive_images": {
      "description": "Прикрепляется скан, содержащий чертежи проекционного оборудования, его краткое описание"
    },
    "field_size": {},
    "field_area": {},
    "property_owner": {},
    "title_document_for_property": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Правоустанавливающий документ на объект недвижимости, права на которые не зарегистрированы в Едином государственном реестре недвижимости",
      "description": "Скан правоустанавливающего документа на объект недвижимости, права на которые не зарегистрированы в Едином гогосударственном реестре недвижимости"
    },
    "permission_period": {},
    "state_duty_payment": {}
  }
}

