{
  "properties": {
    "reject_reasons": {
      "items": {
        "enum": [
          "Уполномоченный орган не вправе согласно Порядку выдавать специальные разрешения по заявленному маршруту.",
          "Сведения, предоставленные в заявлении и документах, не соответствуют техническим характеристикам транспортного средства и груза, а также технической возможности осуществления заявленной перевозки тяжеловесных и (или) крупногабаритных грузов.",
          "Установленные требования о перевозке делимого груза не соблюдены.",
          "При согласовании маршрута установлена невозможность осуществления перевозки по заявленному маршруту транспортным средством с заявленными техническими характеристиками в связи с техническим состоянием автомобильной дороги, искусственного сооружения или инженерных коммуникаций, а также по требованиям безопасности дорожного движения.",
          "Отсутствует согласие заявителя на: проведение оценки технического состояния автомобильной дороги согласно пункту 26 Порядка; принятие специальных мер по обустройству пересекающих автомобильную дорогу сооружений и инженерных коммуникаций, определенных согласно проведенной оценке технического состояния автомобильной дороги и в установленных законодательством случаях; укрепление автомобильных дорог или принятие специальных мер по обустройству автомобильных дорог или их участков, определенных согласно проведенной оценке технического состояния автомобильной дороги и в установленных законодательством случаях.",
          "Заявитель не произвел оплату оценки технического состояния автомобильных дорог, их укрепления в случае, если такие работы были проведены по согласованию с заявителем.",
          "Заявитель не произвел оплату принятия специальных мер по обустройству автомобильных дорог, их участков, а также пересекающих автомобильную дорогу сооружений и инженерных коммуникаций, если такие работы были проведены по согласованию с заявителем.",
          "Заявитель не внес плату в счет возмещения вреда, причиняемого автомобильным дорогам транспортным средством, осуществляющим перевозку тяжеловесных грузов.",
          "Заявитель не произвел оплату государственной пошлины за выдачу специального разрешения (кроме международных автомобильных перевозок тяжеловесных и (или) крупногабаритных грузов) (Подпункт 111 пункта 1 статьи 333.33 Налогового кодекса Российской Федерации (часть вторая) от 05.08.2000 No 117-ФЗ).",
          "Отсутствие оригинала заявления и схемы автопоезда на момент выдачи специального разрешения, заверенных регистрационных документов транспортного средства, если заявление и документы направлялись в уполномоченный орган с использованием факсимильной связи.",
          "Другое (указать)"
        ]
      }
    }
  }
}
