{
  "required": [],
  "properties": {
    "organization": {},
    "agent": {},
    "letter_of_attorney": {},
    "address_with_map": {},
    "type": {},
    "photo": {},
    "photomontage": {},
    "situational_plan": {
      "description": "Прикрепляется ситуационный план (размещение здания, сооружения и рекламной конструкции на карте города, дающее полное представление о градостроительной ситуации относительно пересечения улиц с обязательным указанием названий улиц и номеров домов)"
    },
    "topography_of_networks": {
      "description": "Прикрепляется скан топографического плана местности, выполненного на съемке текущих изменений в масштабе 1:500 с указанием места размещения рекламной конструкции на здании, сооружении"
    },
    "graphic_image_of_structure": {
      "description": "Прикрепляется скан чертежа фасада здания, сооружения в ортогональной проекции, на котором предполагается размещение рекламной конструкции, выполненной в масштабе, с указанием точного места размещения рекламной конструкции. Рекомендуемые масштабы:   М 1:100, М 1:150, М 1:200, М1:250 (допускается уменьшение масштаба при размещении рекламных конструкций на крупногабаритных зданиях, сооружениях).На чертеже необходимо указать: -высотные отметки здания, сооружения; -высотные отметки, определяющие место размещения рекламной конструкции на фасаде; -габаритные размеры рекламной конструкции, м; -расстояние от рекламной конструкции до границ фасада; -месторасположение маркировки. Чертеж маркировки необходимо выполнить с соблюдением пропорций; указанием ее габаритных размеров, используемых материалов, а также необходимой информации (владелец рекламной конструкции, контактный телефон, номер разрешения на установку и эксплуатацию рекламной конструкции). Для крышной установки маркировка не требуется"
    },
    "constructive_images": {},
    "field_size": {},
    "field_area": {},
    "property_owner": {},
    "written_consent_of_owners": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Письменное согласие собственников",
      "description": "Прикрепляется скан подтверждения в письменной форме согласия собственника  или иного законного владельца  соответствующего недвижимого имущества на присоединение к этому имуществу рекламной конструкции. В письменном согласии должны быть указаны сведения о документе, подтверждающем право собственности на недвижимое имущество (сведения об основных характеристиках и зарегистрированных правах на объект недвижимости, кадастровый или условный номер)."
    },
    "trust_management_agreement": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Договор доверительного управления",
      "description": "Прикрепляется отсканированная копия договора доверительного управления. Копия указанного договора должна быть заверена собственником или иным законным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом"
    },
    "state_duty_payment": {}
  }
}

