{
  "required": [
    "address_with_map",
    "type",
    "property_owners",
    "installation_and_operation_document",
    "state_duty_payment"
  ],
  "properties": {
    "organization": {},
    "agent": {},
    "letter_of_attorney": {},
    "address_with_map": {
      "title": "Адрес предполагаемого места установки",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места установки: 1) район; 2) улица; 3) дом, корпус; 4) описательный адрес"
    },
    "type": {
      "default": "Проекционная рекламная конструкция"
    },
    "type": {
      "enum": [
        "крышная установка",
        "брандмауэр",
        "медиафасад",
        "видеоэкран",
        "строительная сетка"
      ]
    },
    "photo": {},
    "photomontage": {},
    "situational_plan": {
      "description": "Прикрепляется ситуационный план (размещение здания, сооружения и рекламной конструкции на карте города, дающее полное представление о градостроительной ситуации относительно пересечения улиц с обязательным указанием названий улиц и номеров домов)"
    },
    "topography_of_networks": {
      "description": "Прикрепляется скан топографического плана местности, выполненного на съемке текущих изменений в масштабе 1:500 с указанием места размещения рекламной конструкции на здании, сооружении"
    },
    "graphic_image_of_structure": {
      "description": "Прикрепляется скан чертежа фасада здания, сооружения в ортогональной проекции, на котором предполагается размещение рекламной конструкции, выполненной в масштабе, с указанием точного места размещения рекламной конструкции. Рекомендуемые масштабы:   М 1:100, М 1:150, М 1:200, М1:250 (допускается уменьшение масштаба при размещении рекламных конструкций на крупногабаритных зданиях, сооружениях). На чертеже необходимо указать:-высотные отметки здания, сооружения;-высотные отметки, определяющие место размещения рекламной конструкции на фасаде;-габаритные размеры рекламной конструкции, м;-расстояние от рекламной конструкции до границ фасада;-месторасположение маркировки. Чертеж маркировки необходимо выполнить с соблюдением пропорций; указанием ее габаритных размеров, используемых материалов, а также необходимой информации (владелец рекламной конструкции, контактный телефон, номер разрешения на установку и эксплуатацию рекламной конструкции). Для крышной установки маркировка не требуется"
    },
    "constructive_images": {},
    "field_size": {},
    "field_area": {},
    "property_owners": {
      "title": "Данные о собственниках имущества, к которому присоединяется рекламная конструкция",
      "type": "array",
      "minItems": 1,
      "items": {
        "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/organization_or_natural_person"
      }
    },
    "written_consent_of_owners": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document",
      "title": "Письменное согласие собственников",
      "description": "Прикрепляется скан подтверждения в письменной форме  согласия собственников или иных законных владельцев  соответствующего недвижимого имущества на присоединение к этому имуществу рекламной конструкции, а также о заключении договора на установку и эксплуатацию рекламной конструкции с лицом (лицами), уполномоченным от имени собственников помещений на заключение договора на установку и эксплуатацию рекламной конструкции. В письменном согласии должны быть указаны сведения о документах, подтверждающих право собственности на недвижимое имущество (сведения об основных характеристиках и зарегистрированных правах на объект недвижимости или договоре, определяющем права на объект недвижимости, кадастровые или условные номера)."
    },
    "installation_and_operation_document": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/document_requisites",
      "title": "Договор на установку и эксплуатацию рекламной конструкции",
      "description": "Прикрепляется отсканированный оригинал договора или копия, заверенная путем подписания уполномоченным лицом и скрепления печатью (при наличии) с указанием даты заверения."
    },
    "state_duty_payment": {}
  }
}
