{
  "required": [
    "address_with_map",
    "type",
    "property_owner",
    "installation_and_operation_document",
    "state_duty_payment"
  ],
  "properties": {
    "address_with_map": {
      "title": "Адрес предполагаемого места размещения проецируемого изображения",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места установки: 1) район; 2) улица; 3) дом, корпус; 4) описательный адрес"
    },
    "address_with_map_1": {
      "title": "Адрес предполагаемого места установки проекционного оборудования",
      "$ref": "http://edoc-schema.kzn.ru/location/ru/address_with_map",
      "description": "Указывается адрес предполагаемого места установки: 1) район; 2) улица; 3) дом, корпус; 4) описательный адрес"
    },
    "type": {
      "default": "Проекционная рекламная конструкция"
    },
    "photo": {
      "description": "Прикрепляются фотографии предполагаемого места размещения рекламной конструкции, состоящей из проецируемого изображения и проекционного оборудования, выполненные не более чем за один месяц до обращения за получением мун.услуги (фотографии должны давать полное представление о зданиях, сооружениях, в том числе о месте их расположений в градостроительной ситуации). Фотографии должны быть цветные, четкие, выполненные в светлое время суток"
    },
    "photomontage": {
      "description": "Требования приведены в п.4.1 Приложения №2 к Административному регламенту"
    },
    "situational_plan": {
      "description": "Прикрепляется ситуационный план (размещение здания, сооружения и рекламной конструкции на карте города, дающее полное представление о градостроительной ситуации относительно пересечения улиц с обязательным указанием названий улиц и номеров домов)"
    },
    "topography_of_networks": {
      "description": "Прикрепляется скан топографического плана местности, выполненного на съемке текущих изменений в масштабе 1:500 с указанием места размещения рекламной конструкции, состоящей из проецируемого изображения и проекционного оборудования, на зданиях, сооружениях"
    },
    "graphic_image_of_structure": {
      "description": "Требования приведены в п.4.1 Приложения №2 к Административному регламенту"
    },
    "property_owner": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/property_owner",
      "title": "Данные о собственнике  имущества, к которому присоединяется рекламная конструкция (проецируемое изображение)"
    },
    "property_owner_1": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/property_owner",
      "title": "Данные о собственнике имущества, к которому присоединяется рекламная конструкция (проекционное оборудование)"
    },
    "written_consent_of_owners": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document_optional",
      "title": "Письменное согласие собственников",
      "description": "Прикрепляется скан подтверждения в письменной форме согласия собственника или иного законного владельца соответствующего недвижимого имущества на присоединение к этому имуществу рекламной конструкции (проецируемого изображения). В письменном согласии должны быть указаны сведения о документе, подтверждающем право собственности на недвижимое имущество (сведения об основных характеристиках и зарегистрированных правах на объект недвижимости, кадастровый или условный номер)"
    },
    "installation_and_operation_document": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/document_requisites",
      "title": "Договор на установку и эксплуатацию рекламной конструкции (проецируемое изображение)",
      "description": "Прикрепляется отсканированный оригинал договора на установку и эксплуатацию рекламной конструкции (проецируемого изображения) или копия, заверенная собственником или иным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом и скрепления печатью (при наличии) с указанием даты заверения."
    },
    "installation_and_operation_document_1": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/document_requisites",
      "title": "Договор на установку и эксплуатацию рекламной конструкции (проекционного оборудования)",
      "description": "Прикрепляется отсканированный оригинал договора на установку и эксплуатацию рекламной конструкции  (проекционного оборудования) или копия, заверенная собственником или иным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом и скрепления печатью (при наличии) с указанием даты заверения."
    },
    "trust_management_agreement": {
      "$ref": "http://edoc-schema.kzn.ru/document/ru/uslugi/definitions/scanned_document_optional",
      "title": "Договор доверительного управления",
      "description": "Прикрепляется отсканированная копия договора доверительного управления. Копия указанного договора должна быть заверена собственником или иным законным владельцем недвижимого имущества, к которому присоединяется рекламная конструкция, либо уполномоченным ими лицом"
    },
    "state_duty_payment": {}
  }
}
